/*
本地化语言文件 - 简体中文
在不了解此文件用法的时候请不要编辑此文件。
否则程序可能不会正确显示某些字。
*/

[zh]
Font = 宋体
Title = Y64文件管理器
DebugTip = {
程序出现错误，如果你确定它不应该出现，请通过Readme.zh.txt中的邮箱或网址联系我。
}

Exporter = 导出器
Label_Y64File = Y64文件
Label_TargetFolder = 目标文件夹
Label_PictureIndex = 图片号
Label_IndexView = 视角
Label_IndexPic = 分辨率号
Label_ColorIndex = 颜色索引
Button_GetDescriptionFile = 生成描述文件(&G)
Button_Export = 导出(&E)
Button_QuadExport = 四导出(&Q)
Button_FullExport = 全导出(&F)
Button_GetRGB = 得到RGB(&T)
Button_RGB2YCbCr = RGB到YCbCr(&Y)
Button_YCbCr2RGB = YCbCr到RGB(&R)

Importer = 导入器
Label_Notice = 请先备份你的Y64文件。副位图文件没有请留空。
Label_MainPic = 主位图文件
Label_ExtraPic = 副位图文件
Label_PicFolder = 位图文件夹
Button_Import = 导入(&I)
Button_FullImport = 全导入(&F)

Creator = 创建器
Label_DescriptionFile = 描述文件
Button_Create = 创建(&C)

Converter = 转换器
Label_Notice2 = 盟军3版本4的Y64转换到盟军2版本2或盟军3版本3会损失一些未知数据。其他版本转换到盟军2版本1会损失副绘图文件的数据。
Label_SourceFile = 源文件
Label_TargetFile = 目标文件
RadioButton_Comm2Version1 = 盟军2版本1
RadioButton_Comm2Version2 = 盟军2版本2
RadioButton_Comm3Version3 = 盟军3版本3
RadioButton_Comm3Version4 = 盟军3版本4
CheckBox_ReplacePalette = 替换为盟军2的调色板
Label_LightnessFactor = 亮度系数
Label_SaturationFactor = 饱和度系数
Button_Convert = 转换(&C)

Readme = 说明
TextBox_Readme = {
Y64文件管理器
地狱门神(F.R.C.)

本软件用于导出和回写盟军2、盟军3的Y64文件中的图像，并可新建盟军2的Y64文件或将盟军3的Y64文件转换成盟军2的Y64文件。

软件的详细原理载于盗版钦差即将发布的invox4C2_3keyfiles.doc中。

参见Readme.zh.txt以得到更详细的信息。
}

INISettingNotice = Y64文件管理器初始化配置文件\r\n在不了解此文件用法的时候请不要编辑此文件。

Error_PicOutOfBound = 图片索引越界
Error_PicSizeDismatch = 图片大小或色深不匹配
Error_ExtraPicSizeDismatch = 附加图片大小或色深不匹配
Error_VersionDismatch = 版本号不匹配
